data/ycsb/azure/ycsb_memcached_workloadc_256.txt
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.MemcachedClientYCSB -s -P workloads/workloadc -p memcached.host=nosql-3.cloudapp.net -threads 256 -t
[OVERALL], RunTime(ms), 607710.0
[OVERALL], Throughput(ops/sec), 8227.608563294993
[CLEANUP], Operations, 256
[CLEANUP], AverageLatency(us), 72985.3046875
[CLEANUP], MinLatency(us), 660
[CLEANUP], MaxLatency(us), 1029461
[CLEANUP], 95thPercentileLatency(ms), 417
[CLEANUP], 99thPercentileLatency(ms), 746
[CLEANUP], 0, 14
[CLEANUP], 1, 10
[CLEANUP], 2, 9
[CLEANUP], 3, 3
[CLEANUP], 4, 6
[CLEANUP], 5, 5
[CLEANUP], 6, 9
[CLEANUP], 7, 14
[CLEANUP], 8, 10
[CLEANUP], 9, 14
[CLEANUP], 10, 8
[CLEANUP], 11, 4
[CLEANUP], 12, 6
[CLEANUP], 13, 5
[CLEANUP], 14, 8
[CLEANUP], 15, 10
[CLEANUP], 16, 5
[CLEANUP], 17, 6
[CLEANUP], 18, 10
[CLEANUP], 19, 3
[CLEANUP], 20, 1
[CLEANUP], 21, 5
[CLEANUP], 22, 1
[CLEANUP], 23, 1
[CLEANUP], 24, 4
[CLEANUP], 25, 3
[CLEANUP], 26, 3
[CLEANUP], 27, 5
[CLEANUP], 28, 3
[CLEANUP], 29, 1
[CLEANUP], 30, 1
[CLEANUP], 31, 2
[CLEANUP], 32, 0
[CLEANUP], 33, 2
[CLEANUP], 34, 1
[CLEANUP], 35, 4
[CLEANUP], 36, 2
[CLEANUP], 37, 1
[CLEANUP], 38, 1
[CLEANUP], 39, 0
[CLEANUP], 40, 2
[CLEANUP], 41, 1
[CLEANUP], 42, 0
[CLEANUP], 43, 0
[CLEANUP], 44, 0
[CLEANUP], 45, 0
[CLEANUP], 46, 0
[CLEANUP], 47, 1
[CLEANUP], 48, 0
[CLEANUP], 49, 1
[CLEANUP], 50, 0
[CLEANUP], 51, 0
[CLEANUP], 52, 0
[CLEANUP], 53, 1
[CLEANUP], 54, 0
[CLEANUP], 55, 0
[CLEANUP], 56, 0
[CLEANUP], 57, 0
[CLEANUP], 58, 0
[CLEANUP], 59, 0
[CLEANUP], 60, 0
[CLEANUP], 61, 0
[CLEANUP], 62, 0
[CLEANUP], 63, 0
[CLEANUP], 64, 2
[CLEANUP], 65, 1
[CLEANUP], 66, 0
[CLEANUP], 67, 0
[CLEANUP], 68, 0
[CLEANUP], 69, 0
[CLEANUP], 70, 0
[CLEANUP], 71, 1
[CLEANUP], 72, 0
[CLEANUP], 73, 0
[CLEANUP], 74, 0
[CLEANUP], 75, 0
[CLEANUP], 76, 0
[CLEANUP], 77, 0
[CLEANUP], 78, 1
[CLEANUP], 79, 0
[CLEANUP], 80, 1
[CLEANUP], 81, 0
[CLEANUP], 82, 0
[CLEANUP], 83, 0
[CLEANUP], 84, 0
[CLEANUP], 85, 0
[CLEANUP], 86, 0
[CLEANUP], 87, 0
[CLEANUP], 88, 0
[CLEANUP], 89, 0
[CLEANUP], 90, 0
[CLEANUP], 91, 0
[CLEANUP], 92, 0
[CLEANUP], 93, 0
[CLEANUP], 94, 0
[CLEANUP], 95, 0
[CLEANUP], 96, 0
[CLEANUP], 97, 0
[CLEANUP], 98, 0
[CLEANUP], 99, 0
[CLEANUP], 100, 0
[CLEANUP], 101, 1
[CLEANUP], 102, 0
[CLEANUP], 103, 1
[CLEANUP], 104, 0
[CLEANUP], 105, 0
[CLEANUP], 106, 0
[CLEANUP], 107, 0
[CLEANUP], 108, 1
[CLEANUP], 109, 1
[CLEANUP], 110, 0
[CLEANUP], 111, 0
[CLEANUP], 112, 0
[CLEANUP], 113, 0
[CLEANUP], 114, 0
[CLEANUP], 115, 0
[CLEANUP], 116, 0
[CLEANUP], 117, 0
[CLEANUP], 118, 0
[CLEANUP], 119, 0
[CLEANUP], 120, 0
[CLEANUP], 121, 0
[CLEANUP], 122, 0
[CLEANUP], 123, 0
[CLEANUP], 124, 0
[CLEANUP], 125, 1
[CLEANUP], 126, 0
[CLEANUP], 127, 0
[CLEANUP], 128, 0
[CLEANUP], 129, 0
[CLEANUP], 130, 0
[CLEANUP], 131, 0
[CLEANUP], 132, 0
[CLEANUP], 133, 0
[CLEANUP], 134, 0
[CLEANUP], 135, 0
[CLEANUP], 136, 0
[CLEANUP], 137, 0
[CLEANUP], 138, 0
[CLEANUP], 139, 0
[CLEANUP], 140, 0
[CLEANUP], 141, 1
[CLEANUP], 142, 0
[CLEANUP], 143, 0
[CLEANUP], 144, 0
[CLEANUP], 145, 0
[CLEANUP], 146, 0
[CLEANUP], 147, 0
[CLEANUP], 148, 1
[CLEANUP], 149, 0
[CLEANUP], 150, 0
[CLEANUP], 151, 0
[CLEANUP], 152, 0
[CLEANUP], 153, 0
[CLEANUP], 154, 0
[CLEANUP], 155, 0
[CLEANUP], 156, 0
[CLEANUP], 157, 0
[CLEANUP], 158, 0
[CLEANUP], 159, 0
[CLEANUP], 160, 0
[CLEANUP], 161, 0
[CLEANUP], 162, 0
[CLEANUP], 163, 0
[CLEANUP], 164, 0
[CLEANUP], 165, 0
[CLEANUP], 166, 0
[CLEANUP], 167, 0
[CLEANUP], 168, 1
[CLEANUP], 169, 0
[CLEANUP], 170, 0
[CLEANUP], 171, 0
[CLEANUP], 172, 0
[CLEANUP], 173, 0
[CLEANUP], 174, 0
[CLEANUP], 175, 0
[CLEANUP], 176, 0
[CLEANUP], 177, 1
[CLEANUP], 178, 0
[CLEANUP], 179, 0
[CLEANUP], 180, 0
[CLEANUP], 181, 0
[CLEANUP], 182, 0
[CLEANUP], 183, 0
[CLEANUP], 184, 0
[CLEANUP], 185, 1
[CLEANUP], 186, 0
[CLEANUP], 187, 1
[CLEANUP], 188, 0
[CLEANUP], 189, 0
[CLEANUP], 190, 0
[CLEANUP], 191, 0
[CLEANUP], 192, 0
[CLEANUP], 193, 0
[CLEANUP], 194, 0
[CLEANUP], 195, 0
[CLEANUP], 196, 0
[CLEANUP], 197, 0
[CLEANUP], 198, 0
[CLEANUP], 199, 0
[CLEANUP], 200, 0
[CLEANUP], 201, 0
[CLEANUP], 202, 0
[CLEANUP], 203, 0
[CLEANUP], 204, 0
[CLEANUP], 205, 0
[CLEANUP], 206, 0
[CLEANUP], 207, 0
[CLEANUP], 208, 0
[CLEANUP], 209, 0
[CLEANUP], 210, 0
[CLEANUP], 211, 0
[CLEANUP], 212, 0
[CLEANUP], 213, 0
[CLEANUP], 214, 0
[CLEANUP], 215, 0
[CLEANUP], 216, 0
[CLEANUP], 217, 0
[CLEANUP], 218, 0
[CLEANUP], 219, 0
[CLEANUP], 220, 0
[CLEANUP], 221, 0
[CLEANUP], 222, 0
[CLEANUP], 223, 0
[CLEANUP], 224, 1
[CLEANUP], 225, 0
[CLEANUP], 226, 0
[CLEANUP], 227, 3
[CLEANUP], 228, 0
[CLEANUP], 229, 0
[CLEANUP], 230, 0
[CLEANUP], 231, 0
[CLEANUP], 232, 0
[CLEANUP], 233, 0
[CLEANUP], 234, 0
[CLEANUP], 235, 0
[CLEANUP], 236, 0
[CLEANUP], 237, 0
[CLEANUP], 238, 1
[CLEANUP], 239, 1
[CLEANUP], 240, 0
[CLEANUP], 241, 0
[CLEANUP], 242, 0
[CLEANUP], 243, 0
[CLEANUP], 244, 0
[CLEANUP], 245, 0
[CLEANUP], 246, 0
[CLEANUP], 247, 0
[CLEANUP], 248, 0
[CLEANUP], 249, 0
[CLEANUP], 250, 0
[CLEANUP], 251, 0
[CLEANUP], 252, 0
[CLEANUP], 253, 0
[CLEANUP], 254, 0
[CLEANUP], 255, 0
[CLEANUP], 256, 0
[CLEANUP], 257, 0
[CLEANUP], 258, 0
[CLEANUP], 259, 0
[CLEANUP], 260, 0
[CLEANUP], 261, 0
[CLEANUP], 262, 0
[CLEANUP], 263, 0
[CLEANUP], 264, 0
[CLEANUP], 265, 1
[CLEANUP], 266, 0
[CLEANUP], 267, 0
[CLEANUP], 268, 0
[CLEANUP], 269, 1
[CLEANUP], 270, 0
[CLEANUP], 271, 0
[CLEANUP], 272, 0
[CLEANUP], 273, 0
[CLEANUP], 274, 0
[CLEANUP], 275, 0
[CLEANUP], 276, 0
[CLEANUP], 277, 0
[CLEANUP], 278, 0
[CLEANUP], 279, 0
[CLEANUP], 280, 1
[CLEANUP], 281, 0
[CLEANUP], 282, 0
[CLEANUP], 283, 0
[CLEANUP], 284, 0
[CLEANUP], 285, 0
[CLEANUP], 286, 0
[CLEANUP], 287, 0
[CLEANUP], 288, 0
[CLEANUP], 289, 0
[CLEANUP], 290, 1
[CLEANUP], 291, 0
[CLEANUP], 292, 0
[CLEANUP], 293, 1
[CLEANUP], 294, 0
[CLEANUP], 295, 0
[CLEANUP], 296, 0
[CLEANUP], 297, 0
[CLEANUP], 298, 0
[CLEANUP], 299, 0
[CLEANUP], 300, 0
[CLEANUP], 301, 0
[CLEANUP], 302, 0
[CLEANUP], 303, 0
[CLEANUP], 304, 0
[CLEANUP], 305, 0
[CLEANUP], 306, 1
[CLEANUP], 307, 0
[CLEANUP], 308, 0
[CLEANUP], 309, 0
[CLEANUP], 310, 0
[CLEANUP], 311, 0
[CLEANUP], 312, 1
[CLEANUP], 313, 0
[CLEANUP], 314, 0
[CLEANUP], 315, 0
[CLEANUP], 316, 0
[CLEANUP], 317, 0
[CLEANUP], 318, 0
[CLEANUP], 319, 0
[CLEANUP], 320, 0
[CLEANUP], 321, 1
[CLEANUP], 322, 0
[CLEANUP], 323, 0
[CLEANUP], 324, 0
[CLEANUP], 325, 0
[CLEANUP], 326, 0
[CLEANUP], 327, 0
[CLEANUP], 328, 0
[CLEANUP], 329, 0
[CLEANUP], 330, 0
[CLEANUP], 331, 0
[CLEANUP], 332, 0
[CLEANUP], 333, 0
[CLEANUP], 334, 0
[CLEANUP], 335, 0
[CLEANUP], 336, 0
[CLEANUP], 337, 0
[CLEANUP], 338, 0
[CLEANUP], 339, 0
[CLEANUP], 340, 0
[CLEANUP], 341, 1
[CLEANUP], 342, 0
[CLEANUP], 343, 0
[CLEANUP], 344, 0
[CLEANUP], 345, 0
[CLEANUP], 346, 0
[CLEANUP], 347, 0
[CLEANUP], 348, 0
[CLEANUP], 349, 0
[CLEANUP], 350, 0
[CLEANUP], 351, 0
[CLEANUP], 352, 0
[CLEANUP], 353, 1
[CLEANUP], 354, 0
[CLEANUP], 355, 0
[CLEANUP], 356, 0
[CLEANUP], 357, 0
[CLEANUP], 358, 0
[CLEANUP], 359, 0
[CLEANUP], 360, 0
[CLEANUP], 361, 0
[CLEANUP], 362, 0
[CLEANUP], 363, 0
[CLEANUP], 364, 0
[CLEANUP], 365, 0
[CLEANUP], 366, 0
[CLEANUP], 367, 0
[CLEANUP], 368, 0
[CLEANUP], 369, 0
[CLEANUP], 370, 1
[CLEANUP], 371, 0
[CLEANUP], 372, 0
[CLEANUP], 373, 0
[CLEANUP], 374, 1
[CLEANUP], 375, 0
[CLEANUP], 376, 0
[CLEANUP], 377, 0
[CLEANUP], 378, 0
[CLEANUP], 379, 0
[CLEANUP], 380, 0
[CLEANUP], 381, 0
[CLEANUP], 382, 0
[CLEANUP], 383, 0
[CLEANUP], 384, 0
[CLEANUP], 385, 0
[CLEANUP], 386, 0
[CLEANUP], 387, 0
[CLEANUP], 388, 0
[CLEANUP], 389, 0
[CLEANUP], 390, 1
[CLEANUP], 391, 0
[CLEANUP], 392, 0
[CLEANUP], 393, 0
[CLEANUP], 394, 0
[CLEANUP], 395, 0
[CLEANUP], 396, 0
[CLEANUP], 397, 0
[CLEANUP], 398, 1
[CLEANUP], 399, 0
[CLEANUP], 400, 0
[CLEANUP], 401, 0
[CLEANUP], 402, 0
[CLEANUP], 403, 0
[CLEANUP], 404, 0
[CLEANUP], 405, 0
[CLEANUP], 406, 0
[CLEANUP], 407, 0
[CLEANUP], 408, 0
[CLEANUP], 409, 0
[CLEANUP], 410, 0
[CLEANUP], 411, 0
[CLEANUP], 412, 0
[CLEANUP], 413, 0
[CLEANUP], 414, 0
[CLEANUP], 415, 0
[CLEANUP], 416, 0
[CLEANUP], 417, 1
[CLEANUP], 418, 0
[CLEANUP], 419, 0
[CLEANUP], 420, 0
[CLEANUP], 421, 0
[CLEANUP], 422, 0
[CLEANUP], 423, 0
[CLEANUP], 424, 0
[CLEANUP], 425, 0
[CLEANUP], 426, 0
[CLEANUP], 427, 1
[CLEANUP], 428, 0
[CLEANUP], 429, 0
[CLEANUP], 430, 0
[CLEANUP], 431, 0
[CLEANUP], 432, 0
[CLEANUP], 433, 0
[CLEANUP], 434, 0
[CLEANUP], 435, 0
[CLEANUP], 436, 0
[CLEANUP], 437, 0
[CLEANUP], 438, 0
[CLEANUP], 439, 0
[CLEANUP], 440, 0
[CLEANUP], 441, 0
[CLEANUP], 442, 0
[CLEANUP], 443, 0
[CLEANUP], 444, 0
[CLEANUP], 445, 0
[CLEANUP], 446, 1
[CLEANUP], 447, 0
[CLEANUP], 448, 0
[CLEANUP], 449, 0
[CLEANUP], 450, 0
[CLEANUP], 451, 0
[CLEANUP], 452, 0
[CLEANUP], 453, 0
[CLEANUP], 454, 0
[CLEANUP], 455, 0
[CLEANUP], 456, 0
[CLEANUP], 457, 0
[CLEANUP], 458, 0
[CLEANUP], 459, 0
[CLEANUP], 460, 0
[CLEANUP], 461, 0
[CLEANUP], 462, 0
[CLEANUP], 463, 0
[CLEANUP], 464, 1
[CLEANUP], 465, 0
[CLEANUP], 466, 0
[CLEANUP], 467, 0
[CLEANUP], 468, 0
[CLEANUP], 469, 0
[CLEANUP], 470, 0
[CLEANUP], 471, 0
[CLEANUP], 472, 0
[CLEANUP], 473, 1
[CLEANUP], 474, 0
[CLEANUP], 475, 0
[CLEANUP], 476, 0
[CLEANUP], 477, 0
[CLEANUP], 478, 0
[CLEANUP], 479, 0
[CLEANUP], 480, 0
[CLEANUP], 481, 0
[CLEANUP], 482, 0
[CLEANUP], 483, 0
[CLEANUP], 484, 0
[CLEANUP], 485, 0
[CLEANUP], 486, 0
[CLEANUP], 487, 0
[CLEANUP], 488, 0
[CLEANUP], 489, 0
[CLEANUP], 490, 0
[CLEANUP], 491, 0
[CLEANUP], 492, 0
[CLEANUP], 493, 0
[CLEANUP], 494, 0
[CLEANUP], 495, 1
[CLEANUP], 496, 0
[CLEANUP], 497, 0
[CLEANUP], 498, 0
[CLEANUP], 499, 0
[CLEANUP], 500, 0
[CLEANUP], 501, 0
[CLEANUP], 502, 0
[CLEANUP], 503, 0
[CLEANUP], 504, 0
[CLEANUP], 505, 0
[CLEANUP], 506, 0
[CLEANUP], 507, 0
[CLEANUP], 508, 0
[CLEANUP], 509, 0
[CLEANUP], 510, 0
[CLEANUP], 511, 1
[CLEANUP], 512, 0
[CLEANUP], 513, 0
[CLEANUP], 514, 0
[CLEANUP], 515, 0
[CLEANUP], 516, 0
[CLEANUP], 517, 0
[CLEANUP], 518, 0
[CLEANUP], 519, 0
[CLEANUP], 520, 0
[CLEANUP], 521, 0
[CLEANUP], 522, 0
[CLEANUP], 523, 0
[CLEANUP], 524, 0
[CLEANUP], 525, 0
[CLEANUP], 526, 0
[CLEANUP], 527, 0
[CLEANUP], 528, 0
[CLEANUP], 529, 0
[CLEANUP], 530, 0
[CLEANUP], 531, 0
[CLEANUP], 532, 0
[CLEANUP], 533, 0
[CLEANUP], 534, 0
[CLEANUP], 535, 0
[CLEANUP], 536, 0
[CLEANUP], 537, 0
[CLEANUP], 538, 0
[CLEANUP], 539, 0
[CLEANUP], 540, 0
[CLEANUP], 541, 0
[CLEANUP], 542, 0
[CLEANUP], 543, 0
[CLEANUP], 544, 0
[CLEANUP], 545, 0
[CLEANUP], 546, 0
[CLEANUP], 547, 0
[CLEANUP], 548, 0
[CLEANUP], 549, 0
[CLEANUP], 550, 0
[CLEANUP], 551, 0
[CLEANUP], 552, 0
[CLEANUP], 553, 0
[CLEANUP], 554, 0
[CLEANUP], 555, 0
[CLEANUP], 556, 0
[CLEANUP], 557, 0
[CLEANUP], 558, 0
[CLEANUP], 559, 0
[CLEANUP], 560, 0
[CLEANUP], 561, 0
[CLEANUP], 562, 0
[CLEANUP], 563, 0
[CLEANUP], 564, 0
[CLEANUP], 565, 0
[CLEANUP], 566, 0
[CLEANUP], 567, 0
[CLEANUP], 568, 0
[CLEANUP], 569, 0
[CLEANUP], 570, 0
[CLEANUP], 571, 0
[CLEANUP], 572, 0
[CLEANUP], 573, 0
[CLEANUP], 574, 0
[CLEANUP], 575, 0
[CLEANUP], 576, 0
[CLEANUP], 577, 0
[CLEANUP], 578, 0
[CLEANUP], 579, 0
[CLEANUP], 580, 0
[CLEANUP], 581, 0
[CLEANUP], 582, 0
[CLEANUP], 583, 0
[CLEANUP], 584, 0
[CLEANUP], 585, 0
[CLEANUP], 586, 0
[CLEANUP], 587, 0
[CLEANUP], 588, 0
[CLEANUP], 589, 0
[CLEANUP], 590, 0
[CLEANUP], 591, 0
[CLEANUP], 592, 0
[CLEANUP], 593, 0
[CLEANUP], 594, 0
[CLEANUP], 595, 0
[CLEANUP], 596, 0
[CLEANUP], 597, 0
[CLEANUP], 598, 0
[CLEANUP], 599, 0
[CLEANUP], 600, 0
[CLEANUP], 601, 0
[CLEANUP], 602, 1
[CLEANUP], 603, 0
[CLEANUP], 604, 0
[CLEANUP], 605, 0
[CLEANUP], 606, 0
[CLEANUP], 607, 0
[CLEANUP], 608, 0
[CLEANUP], 609, 0
[CLEANUP], 610, 0
[CLEANUP], 611, 0
[CLEANUP], 612, 0
[CLEANUP], 613, 0
[CLEANUP], 614, 0
[CLEANUP], 615, 0
[CLEANUP], 616, 0
[CLEANUP], 617, 0
[CLEANUP], 618, 0
[CLEANUP], 619, 0
[CLEANUP], 620, 0
[CLEANUP], 621, 0
[CLEANUP], 622, 0
[CLEANUP], 623, 0
[CLEANUP], 624, 1
[CLEANUP], 625, 0
[CLEANUP], 626, 0
[CLEANUP], 627, 0
[CLEANUP], 628, 0
[CLEANUP], 629, 0
[CLEANUP], 630, 0
[CLEANUP], 631, 0
[CLEANUP], 632, 0
[CLEANUP], 633, 0
[CLEANUP], 634, 0
[CLEANUP], 635, 0
[CLEANUP], 636, 0
[CLEANUP], 637, 0
[CLEANUP], 638, 0
[CLEANUP], 639, 0
[CLEANUP], 640, 0
[CLEANUP], 641, 0
[CLEANUP], 642, 0
[CLEANUP], 643, 0
[CLEANUP], 644, 0
[CLEANUP], 645, 0
[CLEANUP], 646, 0
[CLEANUP], 647, 0
[CLEANUP], 648, 0
[CLEANUP], 649, 0
[CLEANUP], 650, 0
[CLEANUP], 651, 0
[CLEANUP], 652, 0
[CLEANUP], 653, 0
[CLEANUP], 654, 0
[CLEANUP], 655, 0
[CLEANUP], 656, 0
[CLEANUP], 657, 0
[CLEANUP], 658, 0
[CLEANUP], 659, 0
[CLEANUP], 660, 0
[CLEANUP], 661, 0
[CLEANUP], 662, 0
[CLEANUP], 663, 0
[CLEANUP], 664, 0
[CLEANUP], 665, 0
[CLEANUP], 666, 0
[CLEANUP], 667, 0
[CLEANUP], 668, 0
[CLEANUP], 669, 0
[CLEANUP], 670, 0
[CLEANUP], 671, 0
[CLEANUP], 672, 0
[CLEANUP], 673, 0
[CLEANUP], 674, 0
[CLEANUP], 675, 0
[CLEANUP], 676, 0
[CLEANUP], 677, 0
[CLEANUP], 678, 0
[CLEANUP], 679, 0
[CLEANUP], 680, 0
[CLEANUP], 681, 0
[CLEANUP], 682, 0
[CLEANUP], 683, 0
[CLEANUP], 684, 0
[CLEANUP], 685, 0
[CLEANUP], 686, 0
[CLEANUP], 687, 0
[CLEANUP], 688, 0
[CLEANUP], 689, 0
[CLEANUP], 690, 0
[CLEANUP], 691, 0
[CLEANUP], 692, 0
[CLEANUP], 693, 0
[CLEANUP], 694, 0
[CLEANUP], 695, 0
[CLEANUP], 696, 0
[CLEANUP], 697, 0
[CLEANUP], 698, 0
[CLEANUP], 699, 0
[CLEANUP], 700, 0
[CLEANUP], 701, 0
[CLEANUP], 702, 0
[CLEANUP], 703, 0
[CLEANUP], 704, 0
[CLEANUP], 705, 0
[CLEANUP], 706, 0
[CLEANUP], 707, 0
[CLEANUP], 708, 0
[CLEANUP], 709, 0
[CLEANUP], 710, 0
[CLEANUP], 711, 0
[CLEANUP], 712, 0
[CLEANUP], 713, 0
[CLEANUP], 714, 0
[CLEANUP], 715, 0
[CLEANUP], 716, 0
[CLEANUP], 717, 0
[CLEANUP], 718, 0
[CLEANUP], 719, 0
[CLEANUP], 720, 0
[CLEANUP], 721, 0
[CLEANUP], 722, 0
[CLEANUP], 723, 0
[CLEANUP], 724, 0
[CLEANUP], 725, 0
[CLEANUP], 726, 0
[CLEANUP], 727, 0
[CLEANUP], 728, 0
[CLEANUP], 729, 0
[CLEANUP], 730, 1
[CLEANUP], 731, 0
[CLEANUP], 732, 0
[CLEANUP], 733, 0
[CLEANUP], 734, 0
[CLEANUP], 735, 0
[CLEANUP], 736, 0
[CLEANUP], 737, 0
[CLEANUP], 738, 0
[CLEANUP], 739, 0
[CLEANUP], 740, 0
[CLEANUP], 741, 0
[CLEANUP], 742, 0
[CLEANUP], 743, 0
[CLEANUP], 744, 0
[CLEANUP], 745, 0
[CLEANUP], 746, 1
[CLEANUP], 747, 0
[CLEANUP], 748, 0
[CLEANUP], 749, 0
[CLEANUP], 750, 0
[CLEANUP], 751, 0
[CLEANUP], 752, 0
[CLEANUP], 753, 0
[CLEANUP], 754, 0
[CLEANUP], 755, 0
[CLEANUP], 756, 0
[CLEANUP], 757, 0
[CLEANUP], 758, 0
[CLEANUP], 759, 0
[CLEANUP], 760, 0
[CLEANUP], 761, 0
[CLEANUP], 762, 0
[CLEANUP], 763, 0
[CLEANUP], 764, 0
[CLEANUP], 765, 0
[CLEANUP], 766, 0
[CLEANUP], 767, 0
[CLEANUP], 768, 0
[CLEANUP], 769, 0
[CLEANUP], 770, 0
[CLEANUP], 771, 0
[CLEANUP], 772, 0
[CLEANUP], 773, 0
[CLEANUP], 774, 0
[CLEANUP], 775, 0
[CLEANUP], 776, 0
[CLEANUP], 777, 0
[CLEANUP], 778, 0
[CLEANUP], 779, 0
[CLEANUP], 780, 0
[CLEANUP], 781, 0
[CLEANUP], 782, 0
[CLEANUP], 783, 0
[CLEANUP], 784, 0
[CLEANUP], 785, 0
[CLEANUP], 786, 0
[CLEANUP], 787, 0
[CLEANUP], 788, 0
[CLEANUP], 789, 0
[CLEANUP], 790, 0
[CLEANUP], 791, 0
[CLEANUP], 792, 0
[CLEANUP], 793, 0
[CLEANUP], 794, 0
[CLEANUP], 795, 0
[CLEANUP], 796, 0
[CLEANUP], 797, 0
[CLEANUP], 798, 0
[CLEANUP], 799, 0
[CLEANUP], 800, 0
[CLEANUP], 801, 0
[CLEANUP], 802, 0
[CLEANUP], 803, 0
[CLEANUP], 804, 0
[CLEANUP], 805, 0
[CLEANUP], 806, 0
[CLEANUP], 807, 0
[CLEANUP], 808, 0
[CLEANUP], 809, 0
[CLEANUP], 810, 0
[CLEANUP], 811, 0
[CLEANUP], 812, 0
[CLEANUP], 813, 0
[CLEANUP], 814, 0
[CLEANUP], 815, 0
[CLEANUP], 816, 0
[CLEANUP], 817, 0
[CLEANUP], 818, 0
[CLEANUP], 819, 0
[CLEANUP], 820, 0
[CLEANUP], 821, 0
[CLEANUP], 822, 0
[CLEANUP], 823, 0
[CLEANUP], 824, 0
[CLEANUP], 825, 0
[CLEANUP], 826, 0
[CLEANUP], 827, 0
[CLEANUP], 828, 0
[CLEANUP], 829, 0
[CLEANUP], 830, 0
[CLEANUP], 831, 0
[CLEANUP], 832, 0
[CLEANUP], 833, 0
[CLEANUP], 834, 0
[CLEANUP], 835, 0
[CLEANUP], 836, 0
[CLEANUP], 837, 0
[CLEANUP], 838, 0
[CLEANUP], 839, 0
[CLEANUP], 840, 0
[CLEANUP], 841, 0
[CLEANUP], 842, 0
[CLEANUP], 843, 0
[CLEANUP], 844, 0
[CLEANUP], 845, 0
[CLEANUP], 846, 0
[CLEANUP], 847, 0
[CLEANUP], 848, 0
[CLEANUP], 849, 0
[CLEANUP], 850, 0
[CLEANUP], 851, 0
[CLEANUP], 852, 0
[CLEANUP], 853, 0
[CLEANUP], 854, 0
[CLEANUP], 855, 0
[CLEANUP], 856, 0
[CLEANUP], 857, 0
[CLEANUP], 858, 0
[CLEANUP], 859, 0
[CLEANUP], 860, 0
[CLEANUP], 861, 0
[CLEANUP], 862, 0
[CLEANUP], 863, 0
[CLEANUP], 864, 0
[CLEANUP], 865, 0
[CLEANUP], 866, 0
[CLEANUP], 867, 0
[CLEANUP], 868, 0
[CLEANUP], 869, 0
[CLEANUP], 870, 0
[CLEANUP], 871, 1
[CLEANUP], 872, 0
[CLEANUP], 873, 0
[CLEANUP], 874, 0
[CLEANUP], 875, 0
[CLEANUP], 876, 0
[CLEANUP], 877, 0
[CLEANUP], 878, 0
[CLEANUP], 879, 0
[CLEANUP], 880, 0
[CLEANUP], 881, 0
[CLEANUP], 882, 0
[CLEANUP], 883, 0
[CLEANUP], 884, 0
[CLEANUP], 885, 0
[CLEANUP], 886, 0
[CLEANUP], 887, 0
[CLEANUP], 888, 0
[CLEANUP], 889, 0
[CLEANUP], 890, 0
[CLEANUP], 891, 0
[CLEANUP], 892, 0
[CLEANUP], 893, 0
[CLEANUP], 894, 0
[CLEANUP], 895, 0
[CLEANUP], 896, 0
[CLEANUP], 897, 0
[CLEANUP], 898, 0
[CLEANUP], 899, 0
[CLEANUP], 900, 0
[CLEANUP], 901, 0
[CLEANUP], 902, 0
[CLEANUP], 903, 0
[CLEANUP], 904, 0
[CLEANUP], 905, 0
[CLEANUP], 906, 0
[CLEANUP], 907, 0
[CLEANUP], 908, 0
[CLEANUP], 909, 0
[CLEANUP], 910, 0
[CLEANUP], 911, 0
[CLEANUP], 912, 0
[CLEANUP], 913, 0
[CLEANUP], 914, 0
[CLEANUP], 915, 0
[CLEANUP], 916, 0
[CLEANUP], 917, 0
[CLEANUP], 918, 0
[CLEANUP], 919, 0
[CLEANUP], 920, 0
[CLEANUP], 921, 0
[CLEANUP], 922, 0
[CLEANUP], 923, 0
[CLEANUP], 924, 0
[CLEANUP], 925, 0
[CLEANUP], 926, 0
[CLEANUP], 927, 0
[CLEANUP], 928, 0
[CLEANUP], 929, 0
[CLEANUP], 930, 0
[CLEANUP], 931, 0
[CLEANUP], 932, 0
[CLEANUP], 933, 0
[CLEANUP], 934, 0
[CLEANUP], 935, 0
[CLEANUP], 936, 0
[CLEANUP], 937, 0
[CLEANUP], 938, 0
[CLEANUP], 939, 0
[CLEANUP], 940, 0
[CLEANUP], 941, 0
[CLEANUP], 942, 0
[CLEANUP], 943, 0
[CLEANUP], 944, 0
[CLEANUP], 945, 0
[CLEANUP], 946, 0
[CLEANUP], 947, 0
[CLEANUP], 948, 0
[CLEANUP], 949, 0
[CLEANUP], 950, 0
[CLEANUP], 951, 0
[CLEANUP], 952, 0
[CLEANUP], 953, 0
[CLEANUP], 954, 0
[CLEANUP], 955, 0
[CLEANUP], 956, 0
[CLEANUP], 957, 0
[CLEANUP], 958, 0
[CLEANUP], 959, 0
[CLEANUP], 960, 0
[CLEANUP], 961, 0
[CLEANUP], 962, 0
[CLEANUP], 963, 0
[CLEANUP], 964, 0
[CLEANUP], 965, 0
[CLEANUP], 966, 0
[CLEANUP], 967, 0
[CLEANUP], 968, 0
[CLEANUP], 969, 0
[CLEANUP], 970, 0
[CLEANUP], 971, 0
[CLEANUP], 972, 0
[CLEANUP], 973, 0
[CLEANUP], 974, 0
[CLEANUP], 975, 0
[CLEANUP], 976, 0
[CLEANUP], 977, 0
[CLEANUP], 978, 0
[CLEANUP], 979, 0
[CLEANUP], 980, 0
[CLEANUP], 981, 0
[CLEANUP], 982, 0
[CLEANUP], 983, 0
[CLEANUP], 984, 0
[CLEANUP], 985, 0
[CLEANUP], 986, 0
[CLEANUP], 987, 0
[CLEANUP], 988, 0
[CLEANUP], 989, 0
[CLEANUP], 990, 0
[CLEANUP], 991, 0
[CLEANUP], 992, 0
[CLEANUP], 993, 0
[CLEANUP], 994, 0
[CLEANUP], 995, 0
[CLEANUP], 996, 0
[CLEANUP], 997, 0
[CLEANUP], 998, 0
[CLEANUP], 999, 0
[CLEANUP], >1000, 1
[READ], Operations, 5000000
[READ], AverageLatency(us), 25031.7934318
[READ], MinLatency(us), 273
[READ], MaxLatency(us), 1959005
[READ], 95thPercentileLatency(ms), 110
[READ], 99thPercentileLatency(ms), 437
[READ], Return=0, 5000000
[READ], 0, 868263
[READ], 1, 616160
[READ], 2, 270111
[READ], 3, 164354
[READ], 4, 223327
[READ], 5, 187942
[READ], 6, 190760
[READ], 7, 217853
[READ], 8, 231443
[READ], 9, 240451
[READ], 10, 201911
[READ], 11, 144699
[READ], 12, 100478
[READ], 13, 65265
[READ], 14, 55222
[READ], 15, 59950
[READ], 16, 75100
[READ], 17, 91648
[READ], 18, 103178
[READ], 19, 103785
[READ], 20, 77351
[READ], 21, 47202
[READ], 22, 27511
[READ], 23, 16219
[READ], 24, 16230
[READ], 25, 19243
[READ], 26, 20231
[READ], 27, 20922
[READ], 28, 20589
[READ], 29, 19551
[READ], 30, 15261
[READ], 31, 10696
[READ], 32, 7690
[READ], 33, 5590
[READ], 34, 5390
[READ], 35, 5762
[READ], 36, 6565
[READ], 37, 7266
[READ], 38, 8251
[READ], 39, 8301
[READ], 40, 7145
[READ], 41, 5526
[READ], 42, 4314
[READ], 43, 3425
[READ], 44, 3504
[READ], 45, 3637
[READ], 46, 4131
[READ], 47, 4603
[READ], 48, 5116
[READ], 49, 5063
[READ], 50, 4601
[READ], 51, 3728
[READ], 52, 3029
[READ], 53, 2414
[READ], 54, 2594
[READ], 55, 2876
[READ], 56, 2990
[READ], 57, 3297
[READ], 58, 3679
[READ], 59, 3864
[READ], 60, 3287
[READ], 61, 2687
[READ], 62, 2285
[READ], 63, 1997
[READ], 64, 2019
[READ], 65, 2153
[READ], 66, 2292
[READ], 67, 2554
[READ], 68, 2805
[READ], 69, 2898
[READ], 70, 2572
[READ], 71, 2195
[READ], 72, 1871
[READ], 73, 1585
[READ], 74, 1619
[READ], 75, 1794
[READ], 76, 1998
[READ], 77, 2095
[READ], 78, 2275
[READ], 79, 2349
[READ], 80, 2131
[READ], 81, 1811
[READ], 82, 1538
[READ], 83, 1408
[READ], 84, 1437
[READ], 85, 1553
[READ], 86, 1701
[READ], 87, 1875
[READ], 88, 2109
[READ], 89, 2151
[READ], 90, 1878
[READ], 91, 1558
[READ], 92, 1336
[READ], 93, 1201
[READ], 94, 1336
[READ], 95, 1390
[READ], 96, 1518
[READ], 97, 1803
[READ], 98, 1831
[READ], 99, 1799
[READ], 100, 1543
[READ], 101, 1292
[READ], 102, 1219
[READ], 103, 1138
[READ], 104, 1265
[READ], 105, 1289
[READ], 106, 1391
[READ], 107, 1473
[READ], 108, 1614
[READ], 109, 1710
[READ], 110, 1423
[READ], 111, 1271
[READ], 112, 1145
[READ], 113, 1052
[READ], 114, 1115
[READ], 115, 1142
[READ], 116, 1271
[READ], 117, 1442
[READ], 118, 1507
[READ], 119, 1475
[READ], 120, 1309
[READ], 121, 1131
[READ], 122, 1040
[READ], 123, 1010
[READ], 124, 1018
[READ], 125, 1056
[READ], 126, 1129
[READ], 127, 1330
[READ], 128, 1378
[READ], 129, 1299
[READ], 130, 1141
[READ], 131, 1033
[READ], 132, 905
[READ], 133, 909
[READ], 134, 998
[READ], 135, 1038
[READ], 136, 1107
[READ], 137, 1247
[READ], 138, 1281
[READ], 139, 1242
[READ], 140, 1136
[READ], 141, 997
[READ], 142, 906
[READ], 143, 880
[READ], 144, 900
[READ], 145, 981
[READ], 146, 996
[READ], 147, 1137
[READ], 148, 1148
[READ], 149, 1176
[READ], 150, 1010
[READ], 151, 933
[READ], 152, 785
[READ], 153, 724
[READ], 154, 898
[READ], 155, 842
[READ], 156, 1002
[READ], 157, 1038
[READ], 158, 1052
[READ], 159, 978
[READ], 160, 934
[READ], 161, 857
[READ], 162, 746
[READ], 163, 745
[READ], 164, 806
[READ], 165, 805
[READ], 166, 908
[READ], 167, 990
[READ], 168, 1062
[READ], 169, 943
[READ], 170, 916
[READ], 171, 802
[READ], 172, 725
[READ], 173, 733
[READ], 174, 837
[READ], 175, 858
[READ], 176, 859
[READ], 177, 938
[READ], 178, 984
[READ], 179, 927
[READ], 180, 859
[READ], 181, 739
[READ], 182, 655
[READ], 183, 731
[READ], 184, 773
[READ], 185, 798
[READ], 186, 842
[READ], 187, 877
[READ], 188, 995
[READ], 189, 874
[READ], 190, 810
[READ], 191, 759
[READ], 192, 681
[READ], 193, 680
[READ], 194, 718
[READ], 195, 767
[READ], 196, 786
[READ], 197, 800
[READ], 198, 841
[READ], 199, 863
[READ], 200, 756
[READ], 201, 721
[READ], 202, 686
[READ], 203, 676
[READ], 204, 653
[READ], 205, 752
[READ], 206, 793
[READ], 207, 926
[READ], 208, 838
[READ], 209, 814
[READ], 210, 778
[READ], 211, 690
[READ], 212, 655
[READ], 213, 721
[READ], 214, 689
[READ], 215, 713
[READ], 216, 726
[READ], 217, 773
[READ], 218, 753
[READ], 219, 754
[READ], 220, 727
[READ], 221, 655
[READ], 222, 635
[READ], 223, 587
[READ], 224, 676
[READ], 225, 624
[READ], 226, 700
[READ], 227, 737
[READ], 228, 732
[READ], 229, 729
[READ], 230, 691
[READ], 231, 564
[READ], 232, 586
[READ], 233, 572
[READ], 234, 550
[READ], 235, 629
[READ], 236, 649
[READ], 237, 686
[READ], 238, 717
[READ], 239, 666
[READ], 240, 594
[READ], 241, 567
[READ], 242, 581
[READ], 243, 501
[READ], 244, 570
[READ], 245, 578
[READ], 246, 674
[READ], 247, 660
[READ], 248, 638
[READ], 249, 643
[READ], 250, 567
[READ], 251, 523
[READ], 252, 540
[READ], 253, 530
[READ], 254, 570
[READ], 255, 599
[READ], 256, 602
[READ], 257, 608
[READ], 258, 654
[READ], 259, 613
[READ], 260, 535
[READ], 261, 544
[READ], 262, 545
[READ], 263, 477
[READ], 264, 574
[READ], 265, 560
[READ], 266, 572
[READ], 267, 581
[READ], 268, 616
[READ], 269, 551
[READ], 270, 537
[READ], 271, 533
[READ], 272, 474
[READ], 273, 503
[READ], 274, 542
[READ], 275, 557
[READ], 276, 580
[READ], 277, 604
[READ], 278, 562
[READ], 279, 524
[READ], 280, 529
[READ], 281, 506
[READ], 282, 501
[READ], 283, 479
[READ], 284, 526
[READ], 285, 547
[READ], 286, 589
[READ], 287, 611
[READ], 288, 595
[READ], 289, 579
[READ], 290, 502
[READ], 291, 492
[READ], 292, 441
[READ], 293, 476
[READ], 294, 521
[READ], 295, 503
[READ], 296, 495
[READ], 297, 512
[READ], 298, 521
[READ], 299, 541
[READ], 300, 493
[READ], 301, 450
[READ], 302, 445
[READ], 303, 477
[READ], 304, 456
[READ], 305, 519
[READ], 306, 561
[READ], 307, 509
[READ], 308, 528
[READ], 309, 510
[READ], 310, 489
[READ], 311, 452
[READ], 312, 455
[READ], 313, 431
[READ], 314, 486
[READ], 315, 476
[READ], 316, 454
[READ], 317, 506
[READ], 318, 471
[READ], 319, 400
[READ], 320, 378
[READ], 321, 402
[READ], 322, 411
[READ], 323, 454
[READ], 324, 415
[READ], 325, 441
[READ], 326, 500
[READ], 327, 489
[READ], 328, 497
[READ], 329, 409
[READ], 330, 452
[READ], 331, 411
[READ], 332, 373
[READ], 333, 407
[READ], 334, 409
[READ], 335, 428
[READ], 336, 428
[READ], 337, 430
[READ], 338, 457
[READ], 339, 404
[READ], 340, 352
[READ], 341, 372
[READ], 342, 360
[READ], 343, 331
[READ], 344, 377
[READ], 345, 426
[READ], 346, 387
[READ], 347, 418
[READ], 348, 412
[READ], 349, 401
[READ], 350, 375
[READ], 351, 350
[READ], 352, 350
[READ], 353, 368
[READ], 354, 352
[READ], 355, 408
[READ], 356, 405
[READ], 357, 420
[READ], 358, 386
[READ], 359, 395
[READ], 360, 380
[READ], 361, 357
[READ], 362, 346
[READ], 363, 371
[READ], 364, 370
[READ], 365, 364
[READ], 366, 400
[READ], 367, 395
[READ], 368, 404
[READ], 369, 324
[READ], 370, 337
[READ], 371, 355
[READ], 372, 340
[READ], 373, 334
[READ], 374, 332
[READ], 375, 350
[READ], 376, 372
[READ], 377, 391
[READ], 378, 393
[READ], 379, 341
[READ], 380, 307
[READ], 381, 295
[READ], 382, 320
[READ], 383, 330
[READ], 384, 357
[READ], 385, 359
[READ], 386, 326
[READ], 387, 347
[READ], 388, 362
[READ], 389, 344
[READ], 390, 325
[READ], 391, 317
[READ], 392, 327
[READ], 393, 320
[READ], 394, 318
[READ], 395, 330
[READ], 396, 359
[READ], 397, 354
[READ], 398, 352
[READ], 399, 355
[READ], 400, 313
[READ], 401, 295
[READ], 402, 276
[READ], 403, 314
[READ], 404, 319
[READ], 405, 321
[READ], 406, 329
[READ], 407, 306
[READ], 408, 295
[READ], 409, 284
[READ], 410, 319
[READ], 411, 243
[READ], 412, 315
[READ], 413, 287
[READ], 414, 266
[READ], 415, 300
[READ], 416, 298
[READ], 417, 299
[READ], 418, 306
[READ], 419, 303
[READ], 420, 291
[READ], 421, 275
[READ], 422, 305
[READ], 423, 325
[READ], 424, 286
[READ], 425, 294
[READ], 426, 322
[READ], 427, 329
[READ], 428, 319
[READ], 429, 324
[READ], 430, 262
[READ], 431, 267
[READ], 432, 259
[READ], 433, 243
[READ], 434, 261
[READ], 435, 276
[READ], 436, 266
[READ], 437, 285
[READ], 438, 268
[READ], 439, 276
[READ], 440, 230
[READ], 441, 247
[READ], 442, 240
[READ], 443, 245
[READ], 444, 257
[READ], 445, 240
[READ], 446, 245
[READ], 447, 263
[READ], 448, 281
[READ], 449, 231
[READ], 450, 263
[READ], 451, 232
[READ], 452, 239
[READ], 453, 234
[READ], 454, 245
[READ], 455, 210
[READ], 456, 251
[READ], 457, 242
[READ], 458, 241
[READ], 459, 195
[READ], 460, 202
[READ], 461, 197
[READ], 462, 216
[READ], 463, 194
[READ], 464, 216
[READ], 465, 201
[READ], 466, 208
[READ], 467, 231
[READ], 468, 229
[READ], 469, 218
[READ], 470, 206
[READ], 471, 207
[READ], 472, 211
[READ], 473, 214
[READ], 474, 225
[READ], 475, 194
[READ], 476, 234
[READ], 477, 204
[READ], 478, 215
[READ], 479, 161
[READ], 480, 190
[READ], 481, 182
[READ], 482, 177
[READ], 483, 195
[READ], 484, 184
[READ], 485, 199
[READ], 486, 187
[READ], 487, 196
[READ], 488, 221
[READ], 489, 231
[READ], 490, 190
[READ], 491, 208
[READ], 492, 193
[READ], 493, 168
[READ], 494, 173
[READ], 495, 192
[READ], 496, 194
[READ], 497, 212
[READ], 498, 217
[READ], 499, 191
[READ], 500, 179
[READ], 501, 147
[READ], 502, 165
[READ], 503, 179
[READ], 504, 171
[READ], 505, 153
[READ], 506, 172
[READ], 507, 194
[READ], 508, 196
[READ], 509, 169
[READ], 510, 139
[READ], 511, 161
[READ], 512, 180
[READ], 513, 193
[READ], 514, 178
[READ], 515, 218
[READ], 516, 211
[READ], 517, 174
[READ], 518, 156
[READ], 519, 159
[READ], 520, 173
[READ], 521, 164
[READ], 522, 135
[READ], 523, 148
[READ], 524, 161
[READ], 525, 161
[READ], 526, 175
[READ], 527, 175
[READ], 528, 134
[READ], 529, 151
[READ], 530, 157
[READ], 531, 120
[READ], 532, 153
[READ], 533, 140
[READ], 534, 155
[READ], 535, 157
[READ], 536, 153
[READ], 537, 143
[READ], 538, 140
[READ], 539, 123
[READ], 540, 143
[READ], 541, 173
[READ], 542, 142
[READ], 543, 151
[READ], 544, 138
[READ], 545, 165
[READ], 546, 142
[READ], 547, 141
[READ], 548, 150
[READ], 549, 131
[READ], 550, 141
[READ], 551, 119
[READ], 552, 150
[READ], 553, 131
[READ], 554, 149
[READ], 555, 149
[READ], 556, 133
[READ], 557, 141
[READ], 558, 130
[READ], 559, 155
[READ], 560, 119
[READ], 561, 126
[READ], 562, 119
[READ], 563, 129
[READ], 564, 111
[READ], 565, 154
[READ], 566, 124
[READ], 567, 130
[READ], 568, 123
[READ], 569, 138
[READ], 570, 115
[READ], 571, 121
[READ], 572, 118
[READ], 573, 112
[READ], 574, 141
[READ], 575, 163
[READ], 576, 127
[READ], 577, 132
[READ], 578, 114
[READ], 579, 122
[READ], 580, 118
[READ], 581, 139
[READ], 582, 112
[READ], 583, 115
[READ], 584, 116
[READ], 585, 113
[READ], 586, 117
[READ], 587, 141
[READ], 588, 123
[READ], 589, 126
[READ], 590, 113
[READ], 591, 128
[READ], 592, 115
[READ], 593, 108
[READ], 594, 113
[READ], 595, 104
[READ], 596, 127
[READ], 597, 124
[READ], 598, 121
[READ], 599, 135
[READ], 600, 108
[READ], 601, 133
[READ], 602, 117
[READ], 603, 122
[READ], 604, 127
[READ], 605, 102
[READ], 606, 125
[READ], 607, 123
[READ], 608, 133
[READ], 609, 136
[READ], 610, 145
[READ], 611, 104
[READ], 612, 134
[READ], 613, 143
[READ], 614, 120
[READ], 615, 117
[READ], 616, 130
[READ], 617, 109
[READ], 618, 115
[READ], 619, 116
[READ], 620, 108
[READ], 621, 113
[READ], 622, 103
[READ], 623, 121
[READ], 624, 94
[READ], 625, 124
[READ], 626, 115
[READ], 627, 100
[READ], 628, 111
[READ], 629, 80
[READ], 630, 87
[READ], 631, 106
[READ], 632, 102
[READ], 633, 76
[READ], 634, 84
[READ], 635, 89
[READ], 636, 106
[READ], 637, 96
[READ], 638, 94
[READ], 639, 114
[READ], 640, 87
[READ], 641, 106
[READ], 642, 84
[READ], 643, 116
[READ], 644, 106
[READ], 645, 110
[READ], 646, 96
[READ], 647, 119
[READ], 648, 99
[READ], 649, 74
[READ], 650, 84
[READ], 651, 95
[READ], 652, 92
[READ], 653, 96
[READ], 654, 99
[READ], 655, 88
[READ], 656, 98
[READ], 657, 98
[READ], 658, 80
[READ], 659, 73
[READ], 660, 93
[READ], 661, 83
[READ], 662, 97
[READ], 663, 97
[READ], 664, 93
[READ], 665, 86
[READ], 666, 93
[READ], 667, 73
[READ], 668, 88
[READ], 669, 83
[READ], 670, 78
[READ], 671, 85
[READ], 672, 87
[READ], 673, 79
[READ], 674, 79
[READ], 675, 81
[READ], 676, 75
[READ], 677, 60
[READ], 678, 84
[READ], 679, 74
[READ], 680, 83
[READ], 681, 57
[READ], 682, 59
[READ], 683, 72
[READ], 684, 90
[READ], 685, 76
[READ], 686, 101
[READ], 687, 66
[READ], 688, 74
[READ], 689, 97
[READ], 690, 67
[READ], 691, 76
[READ], 692, 59
[READ], 693, 82
[READ], 694, 73
[READ], 695, 64
[READ], 696, 60
[READ], 697, 64
[READ], 698, 83
[READ], 699, 61
[READ], 700, 64
[READ], 701, 69
[READ], 702, 67
[READ], 703, 70
[READ], 704, 66
[READ], 705, 68
[READ], 706, 81
[READ], 707, 67
[READ], 708, 65
[READ], 709, 57
[READ], 710, 69
[READ], 711, 83
[READ], 712, 71
[READ], 713, 76
[READ], 714, 62
[READ], 715, 70
[READ], 716, 65
[READ], 717, 72
[READ], 718, 77
[READ], 719, 54
[READ], 720, 74
[READ], 721, 70
[READ], 722, 67
[READ], 723, 75
[READ], 724, 58
[READ], 725, 60
[READ], 726, 55
[READ], 727, 68
[READ], 728, 49
[READ], 729, 59
[READ], 730, 68
[READ], 731, 75
[READ], 732, 63
[READ], 733, 81
[READ], 734, 54
[READ], 735, 64
[READ], 736, 78
[READ], 737, 79
[READ], 738, 71
[READ], 739, 63
[READ], 740, 80
[READ], 741, 56
[READ], 742, 49
[READ], 743, 55
[READ], 744, 62
[READ], 745, 65
[READ], 746, 55
[READ], 747, 56
[READ], 748, 72
[READ], 749, 81
[READ], 750, 62
[READ], 751, 59
[READ], 752, 63
[READ], 753, 62
[READ], 754, 62
[READ], 755, 71
[READ], 756, 72
[READ], 757, 59
[READ], 758, 55
[READ], 759, 56
[READ], 760, 60
[READ], 761, 55
[READ], 762, 59
[READ], 763, 62
[READ], 764, 49
[READ], 765, 44
[READ], 766, 48
[READ], 767, 53
[READ], 768, 46
[READ], 769, 38
[READ], 770, 55
[READ], 771, 48
[READ], 772, 59
[READ], 773, 55
[READ], 774, 45
[READ], 775, 48
[READ], 776, 50
[READ], 777, 63
[READ], 778, 43
[READ], 779, 47
[READ], 780, 45
[READ], 781, 37
[READ], 782, 50
[READ], 783, 42
[READ], 784, 38
[READ], 785, 43
[READ], 786, 42
[READ], 787, 54
[READ], 788, 47
[READ], 789, 50
[READ], 790, 40
[READ], 791, 47
[READ], 792, 50
[READ], 793, 36
[READ], 794, 37
[READ], 795, 42
[READ], 796, 40
[READ], 797, 36
[READ], 798, 49
[READ], 799, 45
[READ], 800, 32
[READ], 801, 48
[READ], 802, 47
[READ], 803, 40
[READ], 804, 58
[READ], 805, 40
[READ], 806, 44
[READ], 807, 52
[READ], 808, 45
[READ], 809, 44
[READ], 810, 39
[READ], 811, 32
[READ], 812, 34
[READ], 813, 37
[READ], 814, 41
[READ], 815, 36
[READ], 816, 35
[READ], 817, 39
[READ], 818, 27
[READ], 819, 32
[READ], 820, 42
[READ], 821, 36
[READ], 822, 38
[READ], 823, 32
[READ], 824, 42
[READ], 825, 41
[READ], 826, 29
[READ], 827, 43
[READ], 828, 33
[READ], 829, 26
[READ], 830, 42
[READ], 831, 40
[READ], 832, 34
[READ], 833, 30
[READ], 834, 43
[READ], 835, 44
[READ], 836, 25
[READ], 837, 30
[READ], 838, 32
[READ], 839, 39
[READ], 840, 35
[READ], 841, 39
[READ], 842, 34
[READ], 843, 27
[READ], 844, 32
[READ], 845, 31
[READ], 846, 29
[READ], 847, 33
[READ], 848, 33
[READ], 849, 28
[READ], 850, 22
[READ], 851, 36
[READ], 852, 25
[READ], 853, 27
[READ], 854, 28
[READ], 855, 30
[READ], 856, 25
[READ], 857, 30
[READ], 858, 28
[READ], 859, 30
[READ], 860, 32
[READ], 861, 25
[READ], 862, 30
[READ], 863, 22
[READ], 864, 36
[READ], 865, 31
[READ], 866, 31
[READ], 867, 24
[READ], 868, 24
[READ], 869, 22
[READ], 870, 19
[READ], 871, 22
[READ], 872, 27
[READ], 873, 30
[READ], 874, 25
[READ], 875, 27
[READ], 876, 25
[READ], 877, 20
[READ], 878, 29
[READ], 879, 26
[READ], 880, 21
[READ], 881, 18
[READ], 882, 26
[READ], 883, 19
[READ], 884, 24
[READ], 885, 20
[READ], 886, 12
[READ], 887, 18
[READ], 888, 23
[READ], 889, 23
[READ], 890, 17
[READ], 891, 28
[READ], 892, 24
[READ], 893, 17
[READ], 894, 16
[READ], 895, 17
[READ], 896, 18
[READ], 897, 19
[READ], 898, 17
[READ], 899, 16
[READ], 900, 18
[READ], 901, 19
[READ], 902, 16
[READ], 903, 27
[READ], 904, 31
[READ], 905, 17
[READ], 906, 17
[READ], 907, 12
[READ], 908, 17
[READ], 909, 15
[READ], 910, 15
[READ], 911, 19
[READ], 912, 23
[READ], 913, 20
[READ], 914, 19
[READ], 915, 29
[READ], 916, 17
[READ], 917, 12
[READ], 918, 23
[READ], 919, 16
[READ], 920, 20
[READ], 921, 18
[READ], 922, 20
[READ], 923, 10
[READ], 924, 17
[READ], 925, 20
[READ], 926, 26
[READ], 927, 24
[READ], 928, 14
[READ], 929, 23
[READ], 930, 29
[READ], 931, 24
[READ], 932, 22
[READ], 933, 26
[READ], 934, 16
[READ], 935, 10
[READ], 936, 12
[READ], 937, 15
[READ], 938, 22
[READ], 939, 17
[READ], 940, 15
[READ], 941, 33
[READ], 942, 18
[READ], 943, 15
[READ], 944, 18
[READ], 945, 17
[READ], 946, 30
[READ], 947, 21
[READ], 948, 24
[READ], 949, 12
[READ], 950, 24
[READ], 951, 18
[READ], 952, 16
[READ], 953, 19
[READ], 954, 16
[READ], 955, 15
[READ], 956, 15
[READ], 957, 23
[READ], 958, 26
[READ], 959, 34
[READ], 960, 17
[READ], 961, 25
[READ], 962, 25
[READ], 963, 22
[READ], 964, 25
[READ], 965, 14
[READ], 966, 22
[READ], 967, 17
[READ], 968, 11
[READ], 969, 14
[READ], 970, 13
[READ], 971, 14
[READ], 972, 22
[READ], 973, 17
[READ], 974, 18
[READ], 975, 19
[READ], 976, 17
[READ], 977, 12
[READ], 978, 15
[READ], 979, 14
[READ], 980, 15
[READ], 981, 15
[READ], 982, 15
[READ], 983, 12
[READ], 984, 14
[READ], 985, 17
[READ], 986, 9
[READ], 987, 7
[READ], 988, 17
[READ], 989, 9
[READ], 990, 14
[READ], 991, 14
[READ], 992, 16
[READ], 993, 9
[READ], 994, 19
[READ], 995, 11
[READ], 996, 12
[READ], 997, 12
[READ], 998, 7
[READ], 999, 14
[READ], >1000, 1767